export const compliments = {
  morning: {
    "time_start": 6,
    "time_stop": 12,
    "generic": [
      "Выглядишь как несвежий труп",
      "Смени прическу. Тебе не идет.",
      "Иди работай!"
    ],
    Clear: [
      "Какое замечательное утро!"
    ],
    Cloudy: [
      "Опять тучи. Как обычно",
      "Долбанные тучи на небе"
    ],
    Rain: [
      "На улице дождь. Опять."
    ],
    Thunderstorm: [
      "Гроза, епт! Оо"
    ],
    Snow: [
      "Не выходи из дома, не совершай ошибку!"
    ],
    Fog: [
      "Ты читал \"Туман\" Кинга?"
    ]
  },
  day: {
    "time_start": 12,
    "time_stop": 18,
    "generic": [
      "Что ты дома-то делаешь днем?",
      "Сделай что-нибудь полезное",
      "Дома уберись, что ли"
    ],
    Clear: [
      "Вампирам на улицу не выходить!"
    ],
    Cloudy: [
      "Солнца опять не видно за тучами",
      "Тучи опять закрыли все небо"
    ],
    Rain: [
      "Да там ливень! Офигеть!",
      "Мокрый дождя не боится."
    ],
    Thunderstorm: [
      "Вау, гроза!"
    ],
    Snow: [
      "Снег это фигово. Но зато не дождь. Надо же искать плюсы?"
    ],
    Fog: [
      "Туман? Серьезно? Ебануться!"
    ]
  },
  evening: {
    "time_start": 18,
    "time_stop": 22,
    "generic": [
      "Хватит работать, отдохни!"
    ],
    Clear: [],
    Cloudy: [],
    Rain: [],
    Thunderstorm: [],
    Snow: [
      "К счастье, не надо идти в этот снег. Не надо же, да?"
    ],
    Fog: []
  },
  night: {
    "time_start": 22,
    "time_stop": 6,
    "generic": [
      "Ложись спать, хули тупишь?",
      "Иди спать, тупень"
    ],
    Clear: [
      "Небо чистое, но ночью на это пофиг"
    ],
    Cloudy: [
      "Тут тучи даже ночью! Какое счастье, что их не видно"
    ],
    Rain: [
      "Лучше пусть ночью льет, чем днем"
    ],
    Thunderstorm: [
      "Ты боишься молний?",
      "Иди, смотри, там молнии ебашут!"
    ],
    Snow: [
      "Завтра утром будет бело. Фиг проберешься через снег"
    ],
    Fog: [
      "Туман, вау"
    ]
  }
};
